{
  "poems": [
    {
      "title": "To The Rose Upon The Rood Of Time",
      "content": "Red Rose, proud Rose, sad Rose of all my days!\nCome near me, while I sing the ancient ways:\nCuchulain battling with the bitter tide;\nThe Druid, gray, wood-nurtured, quiet-eyed,\nWho cast round Fergus dreams, and ruin untold;\nAnd thine own sadness, whereof stars, grown old\nIn dancing silver sandalled on the sea,\nSing in their high and lonely melody.\nCome near, that no more blinded by man's fate,\nI find under the boughs of love and hate,\nIn all poor foolish things that live a day,\nEternal beauty wandering on her way.\n\nCome near, come near, come near--Ah, leave me still\nA little space for the rose-breath to fill!\nLest I no more hear common things that crave;\nThe weak worm hiding down in its small cave,\nThe field mouse running by me in the grass,\nAnd heavy mortal hopes that toil and pass;\nBut seek alone to hear the strange things said\nBy God to the bright hearts of those long dead,\nAnd learn to chaunt a tongue men do not know.\nCome near; I would, before my time to go,\nSing of old Eire and the ancient ways:\nRed Rose, proud Rose, sad Rose of all my days."
    },
    {
      "title": "The Rose Of The World",
      "content": "Who dreamed that beauty passes like a dream?\nFor these red lips, with all their mournful pride,\nMournful that no new wonder may betide,\nTroy passed away in one high funeral gleam,\nAnd Usna's children died.\n\nWe and the labouring world are passing by:\nAmid men's souls, that waver and give place,\nLike the pale waters in their wintry race,\nUnder the passing stars, foam of the sky,\nLives on this lonely face.\n\nBow down, archangels, in your dim abode:\nBefore you were, or any hearts to beat,\nWeary and kind one lingered by His seat;\nHe made the world to be a grassy road\nBefore her wandering feet."
    },
    {
      "title": "The Rose Of Peace",
      "content": "If Michael, leader of God's host\nWhen Heaven and Hell are met,\nLooked down on you from Heaven's door-post\nHe would his deeds forget.\n\nBrooding no more upon God's wars\nIn his Divine homestead,\nHe would go weave out of the stars\nA chaplet for your head.\n\nAnd all folk seeing him bow down,\nAnd white stars tell your praise,\nWould come at last to God's great town,\nLed on by gentle ways;\n\nAnd God would bid His warfare cease.\nSaying all things were well;\nAnd softly make a rosy peace,\nA peace of Heaven with Hell."
    },
    {
      "title": "The Rose Of Battle",
      "content": "Rose of all Roses, Rose of all the World!\nThe tall thought-woven sails, that flap unfurled\nAbove the tide of hours, trouble the air,\nAnd God's bell buoyed to be the water's care;\nWhile hushed from fear, or loud with hope, a band\nWith blown, spray-dabbled hair gather at hand.\nTurn if you may from battles never done,\nI call, as they go by me one by one,\nDanger no refuge holds; and war no peace,\nFor him who hears love sing and never cease,\nBeside her clean-swept hearth, her quiet shade:\nBut gather all for whom no love hath made\nA woven silence, or but came to cast\nA song into the air, and singing past\nTo smile on the pale dawn; and gather you\nWho have sought more than is in rain or dew\nOr in the sun and moon, or on the earth,\nOr sighs amid the wandering, starry mirth,\nOr comes in laughter from the sea's sad lips\nAnd wage God's battles in the long gray ships.\nThe sad, the lonely, the insatiable,\nTo these Old Night shall all her mystery tell;\nGod's bell has claimed them by the little cry\nOf their sad hearts, that may not live nor die.\n\nRose of all Roses, Rose of all the World!\nYou, too, have come where the dim tides are hurled\nUpon the wharves of sorrow, and heard ring\nThe bell that calls us on; the sweet far thing.\nBeauty grown sad with its eternity\nMade you of us, and of the dim gray sea.\nOur long ships loose thought-woven sails and wait,\nFor God has bid them share an equal fate;\nAnd when at last defeated in His wars,\nThey have gone down under the same white stars,\nWe shall no longer hear the little cry\nOf our sad hearts, that may not live nor die."
    },
    {
      "title": "A Faery Song",
      "content": "Sung by the people of faery over Diarmuid and Grania, who lay in\ntheir bridal sleep under a Cromlech.\n\nWe who are old, old and gay,\nO so old!\nThousands of years, thousands of years,\nIf all were told:\n\nGive to these children, new from the world,\nSilence and love;\nAnd the long dew-dropping hours of the night,\nAnd the stars above:\n\nGive to these children, new from the world,\nRest far from men.\nIs anything better, anything better?\nTell us it then:\n\nUs who are old, old and gay,\nO so old!\nThousands of years, thousands of years,\nIf all were told."
    },
    {
      "title": "The Lake Isle Of Innisfree",
      "content": "I will arise and go now, and go to Innisfree,\nAnd a small cabin build there, of clay and wattles made:\nNine bean rows will I have there, a hive for the honey bee,\nAnd live alone in the bee-loud glade.\n\nAnd I shall have some peace there, for peace comes dropping slow,\nDropping from the veils of the morning to where the cricket sings;\nThere midnight's all a glimmer, and noon a purple glow,\nAnd evening full of the linnet's wings.\n\nI will arise and go now, for always night and day\nI hear lake water lapping with low sounds by the shore;\nWhile I stand on the roadway, or on the pavements gray,\nI hear it in the deep heart's core."
    },
    {
      "title": "A Cradle Song",
      "content": "\"Coth yani me von gilli beg,\n'N heur ve thu more a creena.\"\n\nThe angels are stooping\nAbove your bed;\nThey weary of trooping\nWith the whimpering dead.\n\nGod's laughing in heaven\nTo see you so good;\nThe Shining Seven\nAre gay with His mood.\n\nI kiss you and kiss you,\nMy pigeon, my own;\nAh, how I shall miss you\nWhen you have grown."
    },
    {
      "title": "The Pity Of Love",
      "content": "A pity beyond all telling\nIs hid in the heart of love:\nThe folk who are buying and selling\nThe clouds on their journey above\nThe cold wet winds ever blowing\nAnd the shadowy hazel grove\nWhere mouse-gray waters are flowing\nThreaten the head that I love."
    },
    {
      "title": "The Sorrow Of Love",
      "content": "The quarrel of the sparrows in the eaves,\nThe full round moon and the star-laden sky,\nAnd the loud song of the ever-singing leaves,\nHad hid away earth's old and weary cry.\n\nAnd then you came with those red mournful lips,\nAnd with you came the whole of the world's tears\nAnd all the trouble of her labouring ships,\nAnd all the trouble of her myriad years.\n\nAnd now the sparrows warring in the eaves,\nThe curd-pale moon, the white stars in the sky,\nAnd the loud chaunting of the unquiet leaves,\nAre shaken with earth's old and weary cry."
    },
    {
      "title": "When You Are Old",
      "content": "When you are old and gray and full of sleep,\nAnd nodding by the fire, take down this book,\nAnd slowly read, and dream of the soft look\nYour eyes had once, and of their shadows deep;\n\nHow many loved your moments of glad grace,\nAnd loved your beauty will love false or true;\nBut one man loved the pilgrim soul in you,\nAnd loved the sorrows of your changing face.\n\nAnd bending down beside the glowing bars\nMurmur, a little sadly, how love fled\nAnd paced upon the mountains overhead\nAnd hid his face amid a crowd of stars."
    },
    {
      "title": "The White Birds",
      "content": "I would that we were, my beloved, white birds on the foam of the sea!\nWe tire of the flame of the meteor, before it can fade and flee;\nAnd the flame of the blue star of twilight, hung low\n  on the rim of the sky,\nHas awaked in our hearts, my beloved, a sadness that may not die.\n\nA weariness comes from those dreamers, dew dabbled, the lily and rose;\nAh, dream not of them, my beloved, the flame of the meteor that goes,\nOr the flame of the blue star that lingers hung low\n  in the fall of the dew:\nFor I would we were changed to white birds on the\n  wandering foam: I and you!\n\nI am haunted by numberless islands, and many a Danaan shore,\nWhere Time would surely forget us, and Sorrow come near us no more;\nSoon far from the rose and the lily, and fret of the flames would we be,\nWere we only white birds, my beloved, buoyed out on the foam of the sea!"
    },
    {
      "title": "A Dream Of Death",
      "content": "I dreamed that one had died in a strange place\nNear no accustomed hand;\nAnd they had nailed the boards above her face\nThe peasants of that land,\nWondering to lay her in that solitude,\nAnd raised above her mound\nA cross they had made out of two bits of wood,\nAnd planted cypress round;\nAnd left her to the indifferent stars above\nUntil I carved these words:\nShe was more beautiful than thy first love,\nBut now lies under boards."
    },
    {
      "title": "A Dream Of A Blessed Spirit",
      "content": "All the heavy days are over;\nLeave the body's coloured pride\nUnderneath the grass and clover,\nWith the feet laid side by side.\n\nOne with her are mirth and duty,\nBear the gold embroidered dress,\nFor she needs not her sad beauty,\nTo the scented oaken press.\n\nHers the kiss of Mother Mary,\nThe long hair is on her face;\nStill she goes with footsteps wary,\nFull of earth's old timid grace.\n\nWith white feet of angels seven\nHer white feet go glimmering\nAnd above the deep of heaven,\nFlame on flame and wing on wing."
    },
    {
      "title": "Who Goes With Fergus?",
      "content": "Who will go drive with Fergus now,\nAnd pierce the deep wood's woven shade,\nAnd dance upon the level shore?\nYoung man, lift up your russet brow,\nAnd lift your tender eyelids, maid,\nAnd brood on hopes and fears no more.\n\nAnd no more turn aside and brood\nUpon Love's bitter mystery;\nFor Fergus rules the brazen cars,\nAnd rules the shadows of the wood,\nAnd the white breast of the dim sea\nAnd all dishevelled wandering stars."
    },
    {
      "title": "The Man Who Dreamed Of Faeryland",
      "content": "He stood among a crowd at Drumahair;\nHis heart hung all upon a silken dress,\nAnd he had known at last some tenderness,\nBefore earth made of him her sleepy care;\nBut when a man poured fish into a pile,\nIt seemed they raised their little silver heads,\nAnd sang how day a Druid twilight sheds\nUpon a dim, green, well-beloved isle,\nWhere people love beside star-laden seas;\nHow Time may never mar their faery vows\nUnder the woven roofs of quicken boughs:\nThe singing shook him out of his new ease.\n\nHe wandered by the sands of Lisadill;\nHis mind ran all on money cares and fears,\nAnd he had known at last some prudent years\nBefore they heaped his grave under the hill;\nBut while he passed before a plashy place,\nA lug-worm with its gray and muddy mouth\nSang how somewhere to north or west or south\nThere dwelt a gay, exulting, gentle race;\nAnd how beneath those three times blessed skies\nA Danaan fruitage makes a shower of moons,\nAnd as it falls awakens leafy tunes:\nAnd at that singing he was no more wise.\n\nHe mused beside the well of Scanavin,\nHe mused upon his mockers: without fail\nHis sudden vengeance were a country tale,\nNow that deep earth has drunk his body in;\nBut one small knot-grass growing by the pool\nTold where, ah, little, all-unneeded voice!\nOld Silence bids a lonely folk rejoice,\nAnd chaplet their calm brows with leafage cool,\nAnd how, when fades the sea-strewn rose of day,\nA gentle feeling wraps them like a fleece,\nAnd all their trouble dies into its peace:\nThe tale drove his fine angry mood away.\n\nHe slept under the hill of Lugnagall;\nAnd might have known at last unhaunted sleep\nUnder that cold and vapour-turbaned steep,\nNow that old earth had taken man and all:\nWere not the worms that spired about his bones\nA-telling with their low and reedy cry,\nOf how God leans His hands out of the sky,\nTo bless that isle with honey in His tones;\nThat none may feel the power of squall and wave\nAnd no one any leaf-crowned dancer miss\nUntil He burn up Nature with a kiss:\nThe man has found no comfort in the grave."
    },
    {
      "title": "THE LAMENTATION OF THE OLD PENSIONER",
      "content": "I had a chair at every hearth,\nWhen no one turned to see,\nWith \"Look at that old fellow there,\n\"And who may he be?\"\nAnd therefore do I wander now,\nAnd the fret lies on me.\n\nThe road-side trees keep murmuring\nAh, wherefore murmur ye,\nAs in the old days long gone by,\nGreen oak and poplar tree?\nThe well-known faces are all gone\nAnd the fret lies on me."
    },
    {
      "title": "THE BALLAD OF FATHER GILLIGAN",
      "content": "The old priest Peter Gilligan\nWas weary night and day;\nFor half his flock were in their beds,\nOr under green sods lay.\n\nOnce, while he nodded on a chair,\nAt the moth-hour of eve,\nAnother poor man sent for him,\nAnd he began to grieve.\n\n\"I have no rest, nor joy, nor peace,\n\"For people die and die\";\nAnd after cried he, \"God forgive!\n\"My body spake, not I!\"\n\nHe knelt, and leaning on the chair\nHe prayed and fell asleep;\nAnd the moth-hour went from the fields,\nAnd stars began to peep.\n\nThey slowly into millions grew,\nAnd leaves shook in the wind;\nAnd God covered the world with shade,\nAnd whispered to mankind.\n\nUpon the time of sparrow chirp\nWhen the moths came once more,\nThe old priest Peter Gilligan\nStood upright on the floor.\n\n\"Mavrone, mavrone! the man has died,\n\"While I slept on the chair\";\nHe roused his horse out of its sleep,\nAnd rode with little care.\n\nHe rode now as he never rode,\nBy rocky lane and fen;\nThe sick man's wife opened the door:\n\"Father! you come again!\"\n\n\"And is the poor man dead?\" he cried,\n\"He died an hour ago,\"\nThe old priest Peter Gilligan\nIn grief swayed to and fro.\n\n\"When you were gone, he turned and died\n\"As merry as a bird.\"\nThe old priest Peter Gilligan\nHe knelt him at that word.\n\n\"He who hath made the night of stars\n\"For souls, who tire and bleed,\n\"Sent one of His great angels down\n\"To help me in my need.\n\n\"He who is wrapped in purple robes,\n\"With planets in His care,\n\"Had pity on the least of things\n\"Asleep upon a chair.\""
    },
    {
      "title": "THE TWO TREES",
      "content": "Beloved, gaze in thine own heart,\nThe holy tree is growing there;\nFrom joy the holy branches start,\nAnd all the trembling flowers they bear.\nThe changing colours of its fruit\nHave dowered the stars with merry light;\nThe surety of its hidden root\nHas planted quiet in the night;\nThe shaking of its leafy head\nHas given the waves their melody,\nAnd made my lips and music wed,\nMurmuring a wizard song for thee.\nThere, through bewildered branches, go\nWinged Loves borne on in gentle strife,\nTossing and tossing to and fro\nThe flaming circle of our life.\nWhen looking on their shaken hair,\nAnd dreaming how they dance and dart,\nThine eyes grow full of tender care:\nBeloved, gaze in thine own heart.\n\nGaze no more in the bitter glass\nThe demons, with their subtle guile,\nLift up before us when they pass,\nOr only gaze a little while;\nFor there a fatal image grows,\nWith broken boughs, and blackened leaves,\nAnd roots half hidden under snows\nDriven by a storm that ever grieves.\nFor all things turn to barrenness\nIn the dim glass the demons hold,\nThe glass of outer weariness,\nMade when God slept in times of old.\nThere, through the broken branches, go\nThe ravens of unresting thought;\nPeering and flying to and fro\nTo see men's souls bartered and bought.\nWhen they are heard upon the wind,\nAnd when they shake their wings; alas!\nThy tender eyes grow all unkind:\nGaze no more in the bitter glass."
    },
    {
      "title": "TO IRELAND IN THE COMING TIMES",
      "content": "Know, that I would accounted be\nTrue brother of that company,\nWho sang to sweeten Ireland's wrong,\nBallad and story, rann and song;\nNor be I any less of them,\nBecause the red-rose-bordered hem\nOf her, whose history began\nBefore God made the angelic clan,\nTrails all about the written page;\nFor in the world's first blossoming age\nThe light fall of her flying feet\nMade Ireland's heart begin to beat;\nAnd still the starry candles flare\nTo help her light foot here and there;\nAnd still the thoughts of Ireland brood\nUpon her holy quietude.\n\nNor may I less be counted one\nWith Davis, Mangan, Ferguson,\nBecause to him, who ponders well,\nMy rhymes more than their rhyming tell\nOf the dim wisdoms old and deep,\nThat God gives unto man in sleep.\nFor the elemental beings go\nAbout my table to and fro.\nIn flood and fire and clay and wind,\nThey huddle from man's pondering mind;\nYet he who treads in austere ways\nMay surely meet their ancient gaze.\nMan ever journeys on with them\nAfter the red-rose-bordered hem.\nAh, faeries, dancing under the moon,\nA Druid land, a Druid tune!\n\nWhile still I may, I write for you\nThe love I lived, the dream I knew.\nFrom our birthday, until we die,\nIs but the winking of an eye;\nAnd we, our singing and our love,\nThe mariners of night above,\nAnd all the wizard things that go\nAbout my table to and fro.\nAre passing on to where may be,\nIn truth's consuming ecstasy\nNo place for love and dream at all;\nFor God goes by with white foot-fall.\nI cast my heart into my rhymes,\nThat you, in the dim coming times,\nMay know how my heart went with them\nAfter the red-rose-bordered hem."
    },
    {
      "title": "THE VOICE",
      "content": "The wind blows out of the gates of the day,\nThe wind blows over the lonely of heart,\nAnd the lonely of heart is withered away.\nWhile the faeries dance in a place apart,\nShaking their milk-white feet in a ring,\nTossing their milk-white arms in the air;\nFor they hear the wind laugh and murmur and sing\nOf a land where even the old are fair,\nAnd even the wise are merry of tongue;\nBut I heard a reed of Coolaney say,\n\"When the wind has laughed and murmured and sung\nThe lonely of heart is withered away!\""
    },
    {
      "title": "THE SONG OF THE HAPPY SHEPHERD",
      "content": "The woods of Arcady are dead,\nAnd over is their antique joy;\nOf old the world on dreaming fed;\nGray Truth is now her painted toy;\nYet still she turns her restless head:\nBut O, sick children of the world,\nOf all the many changing things\nIn dreary dancing past us whirled,\nTo the cracked tune that Chronos sings,\nWords alone are certain good.\nWhere are now the warring kings,\nWord be-mockers?--By the Rood\nWhere are now the warring kings?\nAn idle word is now their glory,\nBy the stammering schoolboy said,\nReading some entangled story:\nThe kings of the old time are fled\nThe wandering earth herself may be\nOnly a sudden flaming word,\nIn clanging space a moment heard,\nTroubling the endless reverie.\n\nThen nowise worship dusty deeds,\nNor seek; for this is also sooth;\nTo hunger fiercely after truth,\nLest all thy toiling only breeds\nNew dreams, new dreams; there is no truth\nSaving in thine own heart. Seek, then,\nNo learning from the starry men,\nWho follow with the optic glass\nThe whirling ways of stars that pass--\nSeek, then, for this is also sooth,\nNo word of theirs--the cold star-bane\nHas cloven and rent their hearts in twain,\nAnd dead is all their human truth.\nGo gather by the humming-sea\nSome twisted, echo-harbouring shell,\nAnd to its lips thy story tell,\nAnd they thy comforters will be,\nRewarding in melodious guile,\nThy fretful words a little while,\nTill they shall singing fade in ruth,\nAnd die a pearly brotherhood;\nFor words alone are certain good:\nSing, then, for this is also sooth.\n\nI must be gone: there is a grave\nWhere daffodil and lily wave,\nAnd I would please the hapless faun,\nBuried under the sleepy ground,\nWith mirthful songs before the dawn.\nHis shouting days with mirth were crowned;\nAnd still I dream he treads the lawn,\nWalking ghostly in the dew,\nPierced by my glad singing through,\nMy songs of old earth's dreamy youth:\nBut ah! she dreams not now; dream thou!\nFor fair are poppies on the brow:\nDream, dream, for this is also sooth."
    },
    {
      "title": "THE SAD SHEPHERD",
      "content": "There was a man whom Sorrow named his friend,\nAnd he, of his high comrade Sorrow dreaming,\nWent walking with slow steps along the gleaming\nAnd humming sands, where windy surges wend:\nAnd he called loudly to the stars to bend\nFrom their pale thrones and comfort him, but they\nAmong themselves laugh on and sing alway:\nAnd then the man whom Sorrow named his friend\nCried out, Dim sea, hear my most piteous story!\nThe sea swept on and cried her old cry still,\nRolling along in dreams from hill to hill;\nHe fled the persecution of her glory\nAnd, in a far-off, gentle valley stopping,\nCried all his story to the dewdrops glistening,\nBut naught they heard, for they are always listening,\nThe dewdrops, for the sound of their own dropping.\nAnd then the man whom Sorrow named his friend,\nSought once again the shore, and found a shell,\nAnd thought, I will my heavy story tell\nTill my own words, re-echoing, shall send\nTheir sadness through a hollow, pearly heart;\nAnd my own tale again for me shall sing,\nAnd my own whispering words be comforting,\nAnd lo! my ancient burden may depart.\nThen he sang softly nigh the pearly rim;\nBut the sad dweller by the sea-ways lone\nChanged all he sang to inarticulate moan\nAmong her wildering whirls, forgetting him."
    },
    {
      "title": "THE CLOAK, THE BOAT, AND THE SHOES",
      "content": "\"What do you make so fair and bright?\"\n\n\"I make the cloak of Sorrow:\n\"O, lovely to see in all men's sight\n\"Shall be the cloak of Sorrow,\n\"In all men's sight.\"\n\n\"What do you build with sails for flight?\"\n\n\"I build a boat for Sorrow,\n\"O, swift on the seas all day and night\n\"Saileth the rover Sorrow,\n\"All day and night.\"\n\n\"What do you weave with wool so white?\"\n\n\"I weave the shoes of Sorrow,\n\"Soundless shall be the footfall light\n\"In all men's ears of Sorrow,\n\"Sudden and light.\""
    },
    {
      "title": "THE INDIAN UPON GOD",
      "content": "I passed along the water's edge below the humid trees,\nMy spirit rocked in evening light, the rushes round my knees,\nMy spirit rocked in sleep and sighs; and saw the moorfowl pace\nAll dripping on a grassy slope, and saw them cease to chase\nEach other round in circles, and heard the eldest speak:\nWho holds the world between His bill and made us strong or weak\nIs an undying moorfowl, and He lives beyond the sky.\nThe rains are from His dripping wing, the moonbeams from His eye.\nI passed a little further on and heard a lotus talk:\nWho made the world and ruleth it, He hangeth on a stalk,\nFor I am in His image made, and all this tinkling tide\nIs but a sliding drop of rain between His petals wide.\nA little way within the gloom a roebuck raised his eyes\nBrimful of starlight, and he said: The Stamper of the Skies,\nHe is a gentle roebuck; for how else, I pray, could He\nConceive a thing so sad and soft, a gentle thing like me?\nI passed a little further on and heard a peacock say:\nWho made the grass and made the worms and made my feathers gay,\nHe is a monstrous peacock, and He waveth all the night\nHis languid tail above us, lit with myriad spots of light."
    },
    {
      "title": "THE INDIAN TO HIS LOVE",
      "content": "The island dreams under the dawn\nAnd great boughs drop tranquillity;\nThe peahens dance on a smooth lawn,\nA parrot sways upon a tree,\nRaging at his own image in the enamelled sea.\n\nHere we will moor our lonely ship\nAnd wander ever with woven hands,\nMurmuring softly lip to lip,\nAlong the grass, along the sands,\nMurmuring how far away are the unquiet lands:\n\nHow we alone of mortals are\nHid under quiet bows apart,\nWhile our love grows an Indian star,\nA meteor of the burning heart,\nOne with the tide that gleams, the wings that gleam and dart,\n\nThe heavy boughs, the burnished dove\nThat moans and sighs a hundred days:\nHow when we die our shades will rove,\nWhen eve has hushed the feathered ways,\nWith vapoury footsole among the water's drowsy blaze."
    },
    {
      "title": "THE FALLING OF THE LEAVES",
      "content": "Autumn is over the long leaves that love us,\nAnd over the mice in the barley sheaves;\nYellow the leaves of the rowan above us,\nAnd yellow the wet wild-strawberry leaves.\n\nThe hour of the waning of love has beset us,\nAnd weary and worn are our sad souls now;\nLet us part, ere the season of passion forget us,\nWith a kiss and a tear on thy drooping brow."
    },
    {
      "title": "Ephemera",
      "content": "\"Your eyes that once were never weary of mine\nAre bowed in sorrow under pendulous lids,\nBecause our love is waning.\"\n\nAnd then she:\n\"Although our love is waning, let us stand\nBy the lone border of the lake once more,\nTogether in that hour of gentleness\nWhen the poor tired child, Passion, falls asleep:\nHow far away the stars seem, and how far\nIs our first kiss, and ah, how old my heart!\"\n\nPensive they paced along the faded leaves,\nWhile slowly he whose hand held hers replied:\n\"Passion has often worn our wandering hearts.\"\n\nThe woods were round them, and the yellow leaves\nFell like faint meteors in the gloom, and once\nA rabbit old and lame limped down the path;\nAutumn was over him: and now they stood\nOn the lone border of the lake once more:\nTurning, he saw that she had thrust dead leaves\nGathered in silence, dewy as her eyes,\nIn bosom and hair.\n\n\"Ah, do not mourn,\" he said,\n\"That we are tired, for other loves await us;\n\"Hate on and love through unrepining hours.\n\"Before us lies eternity; our souls\n\"Are love, and a continual farewell.\""
    },
    {
      "title": "The Madness of King Goll",
      "content": "I sat on cushioned otter skin:\nMy word was law from Ith to Emen,\nAnd shook at Invar Amargin\nThe hearts of the world-troubling seamen.\nAnd drove tumult and war away\nFrom girl and boy and man and beast;\nThe fields grew fatter day by day,\nThe wild fowl of the air increased;\nAnd every ancient Ollave said,\nWhile he bent down his fading head,\n\"He drives away the Northern cold.\"\nThey will not hush, the leaves a-flutter round me, the beech leaves old.\n\nI sat and mused and drank sweet wine;\nA herdsman came from inland valleys,\nCrying, the pirates drove his swine\nTo fill their dark-beaked hollow galleys.\nI called my battle-breaking men,\nAnd my loud brazen battle-cars\nFrom rolling vale and rivery glen,\nAnd under the blinking of the stars\nFell on the pirates by the deep,\nAnd hurled them in the gulph of sleep:\nThese hands won many a torque of gold.\nThey will not hush, the leaves a-flutter round me, the beech leaves old.\n\nBut slowly, as I shouting slew\nAnd trampled in the bubbling mire,\nIn my most secret spirit grew\nA whirling and a wandering fire:\nI stood: keen stars above me shone,\nAround me shone keen eyes of men:\nI laughed aloud and hurried on\nBy rocky shore and rushy fen;\nI laughed because birds fluttered by,\nAnd starlight gleamed, and clouds flew high,\nAnd rushes waved and waters rolled.\nThey will not hush, the leaves a-flutter round me, the beech leaves old.\n\nAnd now I wander in the woods\nWhen summer gluts the golden bees,\nOr in autumnal solitudes\nArise the leopard-coloured trees;\nOr when along the wintry strands\nThe cormorants shiver on their rocks;\nI wander on, and wave my hands,\nAnd sing, and shake my heavy locks.\nThe gray wolf knows me; by one ear\nI lead along the woodland deer;\nThe hares run by me growing bold.\nThey will not hush, the leaves a-flutter round me, the beech leaves old.\n\nI came upon a little town,\nThat slumbered in the harvest moon,\nAnd passed a-tiptoe up and down,\nMurmuring, to a fitful tune,\nHow I have followed, night and day,\nA tramping of tremendous feet,\nAnd saw where this old tympan lay,\nDeserted on a doorway seat,\nAnd bore it to the woods with me;\nOf some unhuman misery\nOur married voiced wildly trolled.\nThey will not hush, the leaves a-flutter round me, the beech leaves old.\n\nI sang how, when day's toil is done,\nOrchil shakes out her long dark hair\nThat hides away the dying sun\nAnd sheds faint odours through the air:\nWhen my hand passed from wire to wire\nIt quenched, with sound like falling dew,\nThe whirling and the wandering fire;\nBut lift a mournful ulalu,\nFor the kind wires are torn and still,\nAnd I must wander wood and hill\nThrough summer's heat and winter's cold.\nThey will not hush, the leaves a-flutter round me, the beech leaves old."
    },
    {
      "title": "The Stolen Child",
      "content": "Where dips the rocky highland\nOf Sleuth Wood in the lake,\nThere lies a leafy island\nWhere flapping herons wake\nThe drowsy water rats;\nThere we've hid our faery vats,\nFull of berries,\nAnd of reddest stolen cherries.\nCome away, O human child!\nTo the waters and the wild\nWith a faery, hand in hand,\nFor the world's more full of weeping than you can understand.\n\nWhere the wave of moonlight glosses\nThe dim gray sands with light,\nFar off by furthest Rosses\nWe foot it all the night,\nWeaving olden dances,\nMingling hands and mingling glances\nTill the moon has taken flight;\nTo and fro we leap\nAnd chase the frothy bubbles,\nWhile the world is full of troubles\nAnd is anxious in its sleep.\nCome away, O human child!\nTo the waters and the wild\nWith a faery, hand in hand,\nFor the world's more full of weeping than you can understand.\n\nWhere the wandering water gushes\nFrom the hills above Glen-Car,\nIn pools among the rushes\nThat scarce could bathe a star,\nWe seek for slumbering trout\nAnd whispering in their ears\nGive them unquiet dreams;\nLeaning softly out\nFrom ferns that drop their tears\nOver the young streams,\nCome away, O human child!\nTo the waters and the wild\nWith a faery, hand in hand,\nFor the world's more full of weeping than you can understand.\n\nAway with us he's going,\nThe solemn-eyed:\nHe'll hear no more the lowing\nOf the calves on the warm hillside\nOr the kettle on the hob\nSing peace into his breast,\nOr see the brown mice bob\nRound and round the oatmeal-chest.\nFor he comes, the human child,\nTo the waters and the wild\nWith a faery, hand in hand,\nFrom a world more full of weeping than he can understand."
    },
    {
      "title": "To an Isle in the Water",
      "content": "Shy one, shy one,\nShy one of my heart,\nShe moves in the firelight\nPensively apart.\n\nShe carries in the dishes,\nAnd lays them in a row.\nTo an isle in the water\nWith her would I go.\n\nShe carries in the candles,\nAnd lights the curtained room,\nShy in the doorway\nAnd shy in the gloom;\n\nAnd shy as a rabbit,\nHelpful and shy.\nTo an isle in the water\nWith her would I fly."
    },
    {
      "title": "Down by the Salley Gardens",
      "content": "Down by the salley gardens my love and I did meet;\nShe passed the salley gardens with little snow-white feet.\nShe bid me take love easy, as the leaves grow on the tree;\nBut I, being young and foolish, with her would not agree.\n\nIn a field by the river my love and I did stand,\nAnd on my leaning shoulder she laid her snow-white hand.\nShe bid me take life easy, as the grass grows on the weirs;\nBut I was young and foolish, and now am full of tears."
    },
    {
      "title": "The Meditation of the Old Fisherman",
      "content": "You waves, though you dance by my feet like children at play,\nThough you glow and you glance, though you purr and you dart;\nIn the Junes that were warmer than these are, the waves were more gay,\nWhen I was a boy with never a crack in my heart.\n\nThe herring are not in the tides as they were of old;\nMy sorrow! for many a creak gave the creel in the cart\nThat carried the take to Sligo town to be sold,\nWhen I was a boy with never a crack in my heart.\n\nAnd ah, you proud maiden, you are not so fair when his oar\nIs heard on the water, as they were, the proud and apart,\nWho paced in the eve by the nets on the pebbly shore,\nWhen I was a boy with never a crack in my heart."
    },
    {
      "title": "The Ballad of Father O'Hart",
      "content": "Good Father John O'Hart\nIn penal days rode out\nTo a shoneen who had free lands\nAnd his own snipe and trout.\n\nIn trust took he John's lands;\nSleiveens were all his race;\nAnd he gave them as dowers to his daughters,\nAnd they married beyond their place.\n\nBut Father John went up,\nAnd Father John went down;\nAnd he wore small holes in his shoes,\nAnd he wore large holes in his gown.\n\nAll loved him, only the shoneen,\nWhom the devils have by the hair,\nFrom the wives, and the cats, and the children,\nTo the birds in the white of the air.\n\nThe birds, for he opened their cages\nAs he went up and down;\nAnd he said with a smile, \"Have peace now\";\nAnd he went his way with a frown.\n\nBut if when any one died\nCame keeners hoarser than rooks,\nHe bade them give over their keening;\nFor he was a man of books.\n\nAnd these were the works of John,\nWhen weeping score by score,\nPeople came into Coloony;\nFor he'd died at ninety-four.\n\nThere was no human keening;\nThe birds from Knocknarea\nAnd the world round Knocknashee\nCame keening in that day.\n\nThe young birds and old birds\nCame flying, heavy and sad;\nKeening in from Tiraragh,\nKeening from Ballinafad;\n\nKeening from Inishmurray,\nNor stayed for bite or sup;\nThis way were all reproved\nWho dig old customs up."
    },
    {
      "title": "The Ballad of Moll Magee",
      "content": "Come round me, little childer;\nThere, don't fling stones at me\nBecause I mutter as I go;\nBut pity Moll Magee.\n\nMy man was a poor fisher\nWith shore lines in the say;\nMy work was saltin' herrings\nThe whole of the long day.\n\nAnd sometimes from the saltin' shed,\nI scarce could drag my feet\nUnder the blessed moonlight,\nAlong the pebbly street.\n\nI'd always been but weakly,\nAnd my baby was just born;\nA neighbour minded her by day\nI minded her till morn.\n\nI lay upon my baby;\nYe little childer dear,\nI looked on my cold baby\nWhen the morn grew frosty and clear.\n\nA weary woman sleeps so hard!\nMy man grew red and pale,\nAnd gave me money, and bade me go\nTo my own place, Kinsale.\n\nHe drove me out and shut the door,\nAnd gave his curse to me;\nI went away in silence,\nNo neighbour could I see.\n\nThe windows and the doors were shut,\nOne star shone faint and green\nThe little straws were turnin' round\nAcross the bare boreen.\n\nI went away in silence:\nBeyond old Martin's byre\nI saw a kindly neighbour\nBlowin' her mornin' fire.\n\nShe drew from me my story--\nMy money's all used up,\nAnd still, with pityin', scornin' eye,\nShe gives me bite and sup.\n\nShe says my man will surely come,\nAnd fetch me home agin;\nBut always, as I'm movin' round,\nWithout doors or within,\n\nPilin' the wood or pilin' the turf,\nOr goin' to the well,\nI'm thinkin' of my baby\nAnd keenin' to mysel'.\n\nAnd sometimes I am sure she knows\nWhen, openin' wide His door,\nGod lights the stars, His candles,\nAnd looks upon the poor.\n\nSo now, ye little childer,\nYe won't fling stones at me;\nBut gather with your shinin' looks\nAnd pity Moll Magee."
    },
    {
      "title": "The Ballad of the Foxhunter",
      "content": "\"Now lay me in a cushioned chair\n\"And carry me, you four,\n\"With cushions here and cushions there,\n\"To see the world once more.\n\n\"And some one from the stables bring\n\"My Dermot dear and brown,\n\"And lead him gently in a ring,\n\"And gently up and down.\n\n\"Now leave the chair upon the grass:\n\"Bring hound and huntsman here,\n\"And I on this strange road will pass,\n\"Filled full of ancient cheer.\"\n\nHis eyelids droop, his head falls low,\nHis old eyes cloud with dreams;\nThe sun upon all things that grow\nPours round in sleepy streams.\n\nBrown Dermot treads upon the lawn,\nAnd to the armchair goes,\nAnd now the old man's dreams are gone,\nHe smooths the long brown nose.\n\nAnd now moves many a pleasant tongue\nUpon his wasted hands,\nFor leading aged hounds and young\nThe huntsman near him stands.\n\n\"My huntsman, Rody, blow the horn,\n\"And make the hills reply.\"\nThe huntsman loosens on the morn\nA gay and wandering cry.\n\nA fire is in the old man's eyes,\nHis fingers move and sway,\nAnd when the wandering music dies\nThey hear him feebly say,\n\n\"My huntsman, Rody, blow the horn,\n\"And make the hills reply.\"\n\"I cannot blow upon my horn,\n\"I can but weep and sigh.\"\n\nThe servants round his cushioned place\nAre with new sorrow wrung;\nAnd hounds are gazing on his face,\nBoth aged hounds and young.\n\nOne blind hound only lies apart\nOn the sun-smitten grass;\nHe holds deep commune with his heart:\nThe moments pass and pass;\n\nThe blind hound with a mournful din\nLifts slow his wintry head;\nThe servants bear the body in;\nThe hounds wail for the dead."
    },
    {
      "title": "Sweet Dancer",
      "content": "THE girl goes dancing there\nOn the leaf-sown, new-mown, smooth\nGrass plot of the garden;\nEscaped from bitter youth,\nEscaped out of her crowd,\nOr out of her black cloud.\nAh, dancer, ah, sweet dancer.\n\nIf strange men come from the house\nTo lead her away, do not say\nThat she is happy being crazy;\nLead them gently astray;\nLet her finish her dance,\nLet her finish her dance.\nAh, dancer, ah, sweet dancer.!"
    },
    {
      "title": "Nineteen Hundred and Nineteen",
      "content": "I\nMANY ingenious lovely things are gone\nThat seemed sheer miracle to the multitude,\nprotected from the circle of the moon\nThat pitches common things about. There stood\nAmid the ornamental bronze and stone\nAn ancient image made of olive wood --\nAnd gone are Phidias' famous ivories\nAnd all the golden grasshoppers and bees.\n\nWe too had many pretty toys when young:\nA law indifferent to blame or praise,\nTo bribe or threat; habits that made old wrong\nMelt down, as it were wax in the sun's rays;\nPublic opinion ripening for so long\nWe thought it would outlive all future days.\nO what fine thought we had because we thought\nThat the worst rogues and rascals had died out.\n\nAll teeth were drawn, all ancient tricks unlearned,\nAnd a great army but a showy thing;\nWhat matter that no cannon had been turned\nInto a ploughshare? Parliament and king\nThought that unless a little powder burned\nThe trumpeters might burst with trumpeting\nAnd yet it lack all glory; and perchance\nThe guardsmen's drowsy chargers would not prance.\n\nNow days are dragon-ridden, the nightmare\nRides upon sleep: a drunken soldiery\nCan leave the mother, murdered at her door,\nTo crawl in her own blood, and go scot-free;\nThe night can sweat with terror as before\nWe pieced our thoughts into philosophy,\nAnd planned to bring the world under a rule,\nWho are but weasels fighting in a hole.\n\nHe who can read the signs nor sink unmanned\nInto the half-deceit of some intoxicant\nFrom shallow wits; who knows no work can stand,\nWhether health, wealth or peace of mind were spent\nOn master-work of intellect or hand,\nNo honour leave its mighty monument,\nHas but one comfort left: all triumph would\nBut break upon his ghostly solitude.\n\nBut is there any comfort to be found?\nMan is in love and loves what vanishes,\nWhat more is there to say? That country round\nNone dared admit, if Such a thought were his,\nIncendiary or bigot could be found\nTo burn that stump on the Acropolis,\nOr break in bits the famous ivories\nOr traffic in the grasshoppers or bees.\n\nII\nWhen Loie Fuller's Chinese dancers enwound\nA shining web, a floating ribbon of cloth,\nIt seemed that a dragon of air\nHad fallen among dancers, had whirled them round\nOr hurried them off on its own furious path;\nSo the platonic Year\nWhirls out new right and wrong,\nWhirls in the old instead;\nAll men are dancers and their tread\nGoes to the barbarous clangour of a gong.\n\nIII\nSome moralist or mythological poet\nCompares the solitary soul to a swan;\nI am satisfied with that,\nSatisfied if a troubled mirror show it,\nBefore that brief gleam of its life be gone,\nAn image of its state;\nThe wings half spread for flight,\nThe breast thrust out in pride\nWhether to play, or to ride\nThose winds that clamour of approaching night.\n\nA man in his own secret meditation\nIs lost amid the labyrinth that he has made\nIn art or politics;\nSome Platonist affirms that in the station\nWhere we should cast off body and trade\nThe ancient habit sticks,\nAnd that if our works could\nBut vanish with our breath\nThat were a lucky death,\nFor triumph can but mar our solitude.\n\nThe swan has leaped into the desolate heaven:\nThat image can bring wildness, bring a rage\nTo end all things, to end\nWhat my laborious life imagined, even\nThe half-imagined, the half-written page;\nO but we dreamed to mend\nWhatever mischief seemed\nTo afflict mankind, but now\nThat winds of winter blow\nLearn that we were crack-pated when we dreamed.\n\nIV\nWe, who seven years ago\nTalked of honour and of truth,\nShriek with pleasure if we show\nThe weasel's twist, the weasel's tooth.\n\nV\nCome let us mock at the great\nThat had such burdens on the mind\nAnd toiled so hard and late\nTo leave some monument behind,\nNor thought of the levelling wind.\n\nCome let us mock at the wise;\nWith all those calendars whereon\nThey fixed old aching eyes,\nThey never saw how seasons run,\nAnd now but gape at the sun.\n\nCome let us mock at the good\nThat fancied goodness might be gay,\nAnd sick of solitude\nMight proclaim a holiday:\nWind shrieked -- and where are they?\n\nMock mockers after that\nThat would not lift a hand maybe\nTo help good, wise or great\nTo bar that foul storm out, for we\nTraffic in mockery.\n\nVI\nViolence upon the roads: violence of horses;\nSome few have handsome riders, are garlanded\nOn delicate sensitive ear or tossing mane,\nBut wearied running round and round in their courses\nAll break and vanish, and evil gathers head:\nHerodias' daughters have returned again,\nA sudden blast of dusty wind and after\nThunder of feet, tumult of images,\nTheir purpose in the labyrinth of the wind;\nAnd should some crazy hand dare touch a daughter\nAll turn with amorous cries, or angry cries,\nAccording to the wind, for all are blind.\nBut now wind drops, dust settles; thereupon\nThere lurches past, his great eyes without thought\nUnder the shadow of stupid straw-pale locks,\nThat insolent fiend Robert Artisson\nTo whom the love-lorn Lady Kyteler brought\nBronzed peacock feathers, red combs of her cocks."
    },
    {
      "title": "The Mountain Tomb",
      "content": "POUR wine and dance if manhood still have pride,\nBring roses if the rose be yet in bloom;\nThe cataract smokes upon the mountain side,\nOur Father Rosicross is in his tomb.\nPull down the blinds, bring fiddle and clarionet\nThat there be no foot silent in the room\nNor mouth from kissing, nor from wine unwet;\nOur Father Rosicross is in his tomb.\nIn vain, in pain; the cataract still cries;\nThe everlasting taper lights the gloom;\nAll wisdom shut into his onyx eyes,\nOur Father Rosicross sleeps in his tomb."
    },
    {
      "title": "His Phoenix",
      "content": "There is a queen in China, or maybe it's in Spain,\nAnd birthdays and holidays such praises can be heard\nOf her unblemished lineaments, a whiteness with no stain,\nThat she might be that sprightly girl trodden by a bird;\nAnd there's a score of duchesses, surpassing womankind,\nOr who have found a painter to make them so for pay\nAnd smooth out stain and blemish with the elegance\nof his mind:\nI knew a phoenix in my youth, so let them have their day.\n\nThe young men every night applaud their Gaby's\nlaughing eye,\nAnd Ruth St. Denis had more charm although she had\npoor luck;\nFrom nineteen hundred nine or ten, Pavlova's had the cry\nAnd there's a player in the States who gathers up her cloak\nAnd flings herself out of the room when Juliet would\nbe bride\nWith all a woman's passion, a child's imperious way,\nAnd there are - but no matter if there are scores beside:\nI knew a phoenix in my youth, so let them have their day.\n\nThere's Margaret and Marjorie and Dorothy and Nan,\nA Daphne and a Mary who live in privacy;\nOne's had her fill of lovers, another's had but one,\nAnother boasts, 'I pick and choose and have but two\nor three.'\nIf head and limb have beauty and the instep's high and light\nThey can spread out what sail they please for all I have to say,\nBe but the breakers of men's hearts or engines of delight:\nI knew a phoenix in my youth, so let them have their day.\n\nThere'll be that crowd, that barbarous crowd, through\nall the centuries,\nAnd who can say but some young belle may walk and\ntalk men wild\nWho is my beauty's equal, though that my heart denies,\nBut not the exact likeness, the simplicity of a child,\nAnd that proud look as though she had gazed into the\nburning sun,\nAnd all the shapely body no tittle gone astray.\nI mourn for that most lonely thing; and yet God's will\nbe done:\nI knew a phoenix in my youth, so let them have their day."
    },
    {
      "title": "She Turns the Dolls' Faces to the Wall",
      "content": "Because to-day is some religious festival\nThey had a priest say Mass, and even the Japanese,\nHeel up and weight on toe, must face the wall\n—Pedant in passion, learned in old courtesies,\nVehement and witty she had seemed—; the Venetian lady\nWho had seemed to glide to some intrigue in her red shoes,\nHer domino, her panniered skirt copied from Longhi;\nThe meditative critic; all are on their toes,\nEven our Beauty with her Turkish trousers on.\nBecause the priest must have like every dog his day\nOr keep us all awake with baying at the moon,\nWe and our dolls being but the world were best away."
    },
    {
      "title": "Long-Legged Fly",
      "content": "That civilisation may not sink,\nIts great battle lost,\nQuiet the dog, tether the pony\nTo a distant post.\nOur master Caesar is in the tent\nWhere the maps are spread,\nHis eyes fixed upon nothing,\nA hand upon his head.\n \nLike a long-legged fly upon the stream\nHis mind moves upon silence.\n \nThat the topless towers be burnt\nAnd men recall that face,\nMove most gently if move you must\nIn this lonely place.\nShe thinks, part woman, three parts a child,\nThat nobody looks; her feet\nPractise a tinker shuffle\nPicked up on the street.\n \nLike a long-legged fly upon the stream\nHer mind moves upon silence.\n \nThat girls at puberty may find\nThe first Adam in their thought,\nShut the door of the Pope's chapel,\nKeep those children out.\nThere on that scaffolding reclines\nMichael Angelo.\nWith no more sound than the mice make\nHis hand moves to and fro.\n \nLike a long-legged fly upon the stream\nHis mind moves upon silence."
    },
    {
      "title": "Owen Aherne And His Dancers",
      "content": "A strange thing surely that my Heart, when love had come unsought\nUpon the Norman upland or in that poplar shade,\nShould find no burden but itself and yet should be worn out.\nIt could not bear that burden and therefore it went mad.\n\nThe south wind brought it longing, and the east wind despair,\nThe west wind made it pitiful, and the north wind afraid.\nIt feared to give its love a hurt with all the tempestthere;\nIt feared the hurt that shc could give and therefore it went mad.\n\nI can exchange opinion with any neighbouring mind,\nI have as healthy flesh and blood as any rhymer's had,\nBut O! my Heart could bear no more when the upland caught the wind;\nI ran, I ran, from my love's side because my Heart went mad.\n\nThe Heart behind its rib laughed out. 'You have called me mad,' it said,\n'Because I made you turn away and run from that young child;\nHow could she mate with fifty years that was so wildly bred?\nLet the cage bird and the cage bird mate and the wild bird mate in the wild.'\n\n'You but imagine lies all day, O murderer,' I replied.\n'And all those lies have but one end, poor wretches to betray;\nI did not find in any cage the woman at my side.\nO but her heart would break to learn my thoughts are far away.'\n\n'Speak all your mind,' my Heart sang out, 'speak all your mind; who cares,\nNow that your tongue cannot persuade the child till she mistake\nHer childish gratitude for love and match your fifty years?\nO let her choose a young man now and all for his wild sake.'"
    },
    {
      "title": "Crazy Jane Grown Old Looks At The Dancers",
      "content": "I found that ivory image there\nDancing with her chosen youth,\nBut when he wound her coal-black hair\nAs though to strangle her, no scream\nOr bodily movement did I dare,\nEyes under eyelids did so gleam;\nLove is like the lion's tooth.\n\nWhen She, and though some said she played\nI said that she had danced heart's truth,\nDrew a knife to strike him dead,\nI could but leave him to his fate;\nFor no matter what is said\nThey had all that had their hate;\nLove is like the lion's tooth.\n\nDid he die or did she die?\nSeemed to die or died they both?\nGod be with the times when I\nCared not a thraneen for what chanced\nSo that I had the limbs to try\nSuch a dance as there was danced -\nLove is like the lion's tooth."
    },
    {
      "title": "The Meditation Of The Old Fisherman",
      "content": "You waves, though you dance by my feet like children at play,\nThough you glow and you glance, though you purr and you dart;\nIn the Junes that were warmer than these are, the waves were more gay,\nWhen I was a boy with never a crack in my heart.\n\nThe herring are not in the tides as they were of old;\nMy sorrow! for many a creak gave the creel in the-cart\nThat carried the take to Sligo town to be sold,\nWhen I was a boy with never a crack in my heart.\n\nAnd ah, you proud maiden, you are not so fair when his oar\nIs heard on the water, as they were, the proud and apart,\nWho paced in the eve by the nets on the pebbly shore,\nWhen Iwas a boy with never a crack in my heart."
    },
    {
      "title": "The Poet Pleads With The Elemental Powers",
      "content": "The Powers whose name and shape no living creature knows\nHave pulled the Immortal Rose;\nAnd though the Seven Lights bowed in their dance and wept,\nThe Polar Dragon slept,\nHis heavy rings uncoiled from glimmering deep to deep:\nWhen will he wake from sleep?\nGreat Powers of falling wave and wind and windy fire,\nWith your harmonious choir\nEncircle her I love and sing her into peace,\nThat my old care may cease;\nUnfold your flaming wings and cover out of sight\nThe nets of day and night.\nDim powers of drowsy thought, let her no longer be\nLike the pale cup of the sea,\nWhen winds have gathered and sun and moon burned dim\nAbove its cloudy rim;\nBut let a gentle silence wrought with music flow\nWhither her footsteps go."
    },
    {
      "title": "To the Rose upon the Rood of Time",
      "content": "Red Rose, proud Rose, sad Rose of all my days!\nCome near me, while I sing the ancient ways:\nCuchulain battling with the bitter tide;\nThe Druid, grey, wood-nurtured, quiet eyed,\nWho cast round Fergus dreams, and ruin untold;\nAnd thine own sadness, whereof stars, grown old\nIn dancing silver-sandalled on the sea,\nSing in their high and lonely melody.\nCome near, that no more blinded by man's fate,\nI find under the boughs of love and hate,\nIn all poor foolish things that live a day,\nEternal beauty wandering on her way.\n\nCome near, come near, come near—Ah, leave me still\nA little space for the rose-breath to fill!\nLest I no more hear common things that crave;\nThe weak worm hiding down in its small cave,\nThe field-mouse running by me in the grass,\nAnd heavy mortal hopes that toil and pass;\nBut seek alone to hear the strange things said\nBy God to the bright hearts of those long dead,\nAnd learn to chaunt a tongue men do not know\nCome near; I would, before my time to go,\nSing of old Eire and the ancient ways:\nRed Rose, proud Rose, sad Rose of all my days."
    },
    {
      "title": "The Double Vision of Michael Robartes",
      "content": "On the grey rock of Cashel the mind's eye\nHas called up the cold spirits that are born\nWhen the old moon is vanished from the sky\nAnd the new still hides her horn.\n\nUnder blank eyes and fingers never still\nThe particular is pounded till it is man.\nWhen had I my own will?\nO not since life began.\n\nConstrained, arraigned, baffled, bent and unbent\nBy these wire-jointed jaws and limbs of wood,\nThemselves obedient,\nKnowing not evil and good;\n\nObedient to some hidden magical breath.\nThey do not feel, so abstract are they,\nSo dead beyond our death,\nTriumph that we obey.\n\nOn the grey rock of Cashel I suddenly saw\nA Sphinx with woman breast and lion paw,\nA Buddha, hand at rest,\nHand lifted up that blest;\n\nAnd right between these two a girl at play\nThat, it may be, had danced her life away,\nFor now being dead it seemed\nThat she of dancing dreamed.\n\nAlthough I saw it all in the mind's eye\nThere can be nothing solider till I die;\nI saw it by the moon's light\nNow at its fifteenth night.\n\nOne lashed her tail; her eyes lit by the moon\nGazed upon all things known, all things unknown,\nIn triumph of intellect\nWith motionless head erect.\n\nThat other's moonlit eyeballs never moved,\nBeing fixed on all things loved, all things unloved,\nYet little peace he had,\nFor all that love are sad.\n\nO little did they care who danced between,\nAnd little she by whom her dance was seen\nSo she had outdanced thought.\nBody perfection brought,\n\nFor what but eye and ear silence the mind\nWith the minute particulars of mankind?\nMind moved yet seemed to stop\nAs 'twere a spinning-top.\n\nIn contemplation had those three so wrought\nUpon a moment, and so stretched it out\nThat they, time overthrown,\nWere dead yet flesh and bone.\n\nI knew that I had seen, had seen at last\nThat girl my unremembering nights hold fast\nOr else my dreams that fly\nIf I should rub an eye,\n\nAnd yet in flying fling into my meat\nA crazy juice that makes the pulses beat\nAs though I had been undone\nBy Homer's Paragon\n\nWho never gave the burning town a thought;\nTo such a pitch of folly I am brought,\nBeing caught between the pull\nOf the dark moon and the full,\n\nThe commonness of thought and images\nThat have the frenzy of our western seas.\nThereon I made my moan,\nAnd after kissed a stone,\n\nAnd after that arranged it in a song\nSeeing that I, ignorant for so long,\nHad been rewarded thus\nIn Cormac's ruined house."
    },
    {
      "title": "To A Child Dancing In The Wind",
      "content": "DANCE there upon the shore;\nWhat need have you to care\nFor wind or water's roar?\nAnd tumble out your hair\nThat the salt drops have wet;\nBeing young you have not known\nThe fool's triumph, nor yet\nLove lost as soon as won,\nNor the best labourer dead\nAnd all the sheaves to bind.\nWhat need have you to dread\nThe monstrous crying of wind!"
    }
  ]
}
